Repository: HakanL/resxtranslator
Catalog: src/Resources/Localization.*.resx
Languages: it, ko

# MessageBox_SelectedLanguageInvalid_Message
source: Selected language is invalid, please select one of the entries on the dropdown list.
it: Lingua selezionata non valida. Seleziona uno degli elementi nell'lenco a discesa.
ko: 선택한 언어가 잘못되었습니다. 드롭다운 목록에서 항목 중 하나를 선택해 주세요.

# MessageBox_SelectedLanguageInvalid_Title
source: Invalid language
it: Lingua non valida
ko: 잘못된 언어

# MessageBox_CreateMissingResource_Message
source: Resource file for this language is missing, do you want to create it?
it: File risorsa mancante per questa lingua. Vuoi creare il file risorsa?
ko: 이 언어의 리소스 파일이 없습니다. 만들고 싶으신가요?

# MessageBox_CreateMissingResource_Title
source: Missing resource file
it: File risorsa mancante
ko: 리소스 파일 누락

# MessageBox_ConfirmLoadAssemblies_Message
source: With current settings this operation will try to load {0} assemblies. Do you really want to load them all? If you select no, loading will be skipped.
it: Con le impostazioni attuali caricherai {0} riferimenti assemblaggio. Vuoi realmente caricarli tutti? Se selezioni NO, il caricamento verrà saltato.
ko: 현재 설정에서는 이 작업이 {0}개의 어셈블리를 로드하려고 시도합니다. 모두 로드하시겠습니까? 아니요를 선택하면 로드가 건너뛸 수 있습니다.

# MessageBox_ConfirmLoadAssemblies_Title
source: Load reference assemblies
it: Carica riferimenti assemblaggio
ko: 참조 어셈블리 로드

# LoadProgress_ReferenceAssemblies
source: Loading reference assemblies...
it: Caricamento riferimenti assemblaggio...
ko: 참조 어셈블리를 로드하는 중...

# LoadProgress_Done
source: Done
it: Operazione completata
ko: 완료

# MessageBox_ConfirmDeleteRow_Message
source: Are you sure you want to delete the currently selected row?
it: Sei sicuro di voler eliminare le colonne attualmente selezionate?
ko: 현재 선택한 행을 삭제하시겠습니까?

# MessageBox_ConfirmDeleteRow_Title
source: Delete a key
it: Elimina una chiave
ko: 키 삭제

# MainWindow_OpenDirectory_Description
source: Browse to the root of the project, typically where the sln file is.
it: Seleziona la radice del progetto. Tipicamente dove è presente il file '.sln'.
ko: 일반적으로 sln 파일이 있는 프로젝트의 루트를 탐색합니다.

# MainWindow_MoreLanguagesMenuItem
source: More languages...
it: Altre lingue...
ko: 더 많은 언어...

# MainWindow_CurrentResource_NoResourceLoaded
source: No resource loaded
it: Nessuna risorsa caricata
ko: 리소스가 로드되지 않음

# LoadProgress_OpeningDirectory
source: Opening "{0}"...
it: Apertura "{0}"...
ko: "{0}" 열기...

# Error_DirectoryMissing
source: Folder '{0}' does not exist.
it: La cartella '{0}' non esiste.
ko: 폴더 '{0}'이(가) 존재하지 않습니다.

# Error_InvalidCommandLine
source: Invalid command line {0} Path: {1}
it: Linea di comando non valida {0} Percorso: {1}
ko: 잘못된 명령줄 {0} 경로: {1}

# Error_CantClose
source: Can't close at this time
it: Impossibile chiuderlo ora
ko: 지금은 닫을 수 없습니다

# Error_KeyAlreadyExists
source: Key with this name already exists
it: Esiste già una chiave con lo stesso nome
ko: 이 이름을 가진 키가 이미 존재합니다

# Error_KeyCantBeEmpty
source: Key name can't be empty
it: Il nome chiave non può essere vuoto
ko: 키 이름은 비워둘 수 없습니다

# Error_InvalidKeyName
source: Key name can only contain letters and numbers
it: Il nome chiave può contenere solo lettere e numeri
ko: 키 이름은 문자와 숫자만 포함할 수 있습니다

# MessageBox_SaveChangesBeforeClose_Message
source: Do you want save your changes before closing?
it: Vuoi salvare le modifiche prima di chiudere?
ko: 닫기 전에 변경 사항을 저장하시겠습니까?

# MessageBox_SaveChangesBeforeClose_Title
source: Save Changes
it: Salva modifiche
ko: 변경 사항 저장

# LoadProgress_LoadingResources
source: Loading resources...
it: Caricamento risorse...
ko: 리소스 로드 중...

# Error_DuplicateResx
source: Duplicate resource file: {0}
it: File duplicato risorse: {0}
ko: 중복 리소스 파일: {0}

# Error_FailedSaving
source: Exception while saving: {0}
it: Eccezione durante il salvataggio: {0}
ko: 저장 중 예외: {0}

# MessageBox_RemoveNontranslatableQuestion_Message
source: This action will remove everything that is not text from translated resources (not the base resource). Resources will be saved to the drive in process, so make sure you have a backup.
it: Questa azione rimuoverà qualsiasi cosa che non è testo dalle risorse traduzione (non dalle risorse base). Le risorse verranno salvate nell'unità in uso, in modo da avere un backup.
ko: 이 작업은 번역된 리소스 (기본 리소스가 아닌)에서 텍스트가 아닌 모든 항목을 제거합니다. 진행 중인 드라이브에 리소스가 저장되므로 백업이 있는지 확인하세요.

# MessageBox_RemoveNontranslatableQuestion_Title
source: Do you really want to remove non-translatable data?
it: Vuoi realmente rimuovere i dati non tradotti?
ko: 번역 불가능한 데이터를 정말로 제거하시겠습니까?

# MainWindow_Failed_to_create_a_new_row
source: Failed to create a new row
it: Impossibile creare una nuova colonna
ko: 새 행을 만들지 못했습니다

# Dialog_Export_resources_Title
source: Export resources
it: Esporta risorse
ko: 리소스 내보내기

# Dialog_Export_resources_Filter
source: .zip Archive|.zip
it: Archivio .zip|.zip
ko: .zip 압축파일|.zip

# Dialog_Export_resources_ErrorTitle
source: Export failed
it: Esportazione fallita
ko: 내보내기 실패

# MessageBox_ResourcesFailedToLoad_Message
source: Following resources failed to load. Make sure they are in correct format and not currupted. {0}
it: Impossibile caricare le seguenti risorse. Assicurati che le risorse siano nel formato corretto e non corrotte. {0}
ko: 다음 리소스를 로드하지 못했습니다. 올바른 형식인지 손상되지 않았는지 확인합니다. {0}

# MessageBox_ResourcesFailedToLoad_Title
source: Failed to load some resources
it: Impossibile caricare alcune risorse
ko: 일부 리소스를 로드하지 못했습니다
