Repository: HakanL/resxtranslator
Catalog: src/Windows/MainWindow.*.resx
Languages: es, it

# tabPage3.Text
source: All resources
es: Todos los recursos
it: Tutte le risorse

# tabPage5.Text
source: Missing translations
es: Traducciones ausentes
it: Traduzioni mancanti

# tabPage1.Text
source: Displayed languages
es: Idiomas mostrados
it: Lingue visualizzate

# tabPageEditedResource.Text
source: Resource editor
es: Editor de recursos
it: Editor risorse

# openToolStripMenuItem.Text
source: &Open directory...
es: &Abrir directorio...
it: &Apri cartella...

# saveAllModifiedToolStripMenuItem.Text
source: &Save all modified
es: &Guardar todas las modificaciones
it: &Salva tutte le modifiche

# closeToolStripMenuItem.Text
source: &Close directory
es: & Cerrar directorio
it: &Chiudi cartella

# reloadCurrentDirectoryToolStripMenuItem.Text
source: Reload current directory
es: Actualizar el directorio actual
it: Ricarica cartella attuale

# exportAllResourcesToolStripMenuItem.Text
source: Export all resources...
es: Exportar todos los recursos...
it: Esporta tutte le risorse...

# saveToolStripMenuItem.Text
source: Save current resource
es: Guardar el recurso actual
it: Salva risorsa attuale

# revertCurrentFileToolStripMenuItem.Text
source: Revert current resource
es: Revertir recurso actual
it: Ripristina risorsa attuale

# openResourceLocationToolStripMenuItem.Text
source: Open resource location
es: Abrir ubicación de recursos
it: Apri percorso risorsa

# exitToolStripMenuItem.Text
source: E&xit
es: &Salir
it: &Esci

# fileToolStripMenuItem.Text
source: &File
es: &Archivo

# findToolStripMenuItem1.ShortcutKeyDisplayString
source: Control+F
es: Ctrl + F

# findToolStripMenuItem1.Text
source: &Find...
es: &Encontrar...
it: &Trova...

# findNextToolStripMenuItem.Text
source: Find &next
es: E&ncuentra el siguiente
it: Trova s&uccessivo

# clearSearchToolStripMenuItem.Text
source: &Clear search
es: &Borrar búsqueda
it: A&zzera ricerca

# findToolStripMenuItem.Text
source: Fi&nd
es: E&ncontrar
it: &Trova

# addNewKeyToolStripMenuItem.Text
source: &Add new Key...
es: &Añadir nueva clave ...
it: &Aggiungi nuova chiave...

# deleteKeyToolStripMenuItem.Text
source: &Remove Key
es: &Eliminar clave
it: &Rimuovi chiave

# keysToolStripMenuItem.Text
source: &Keys
es: &Claves
it: &Chiavi

# addLanguageToolStripMenuItem.Text
source: &Add new Language
es: &Añadir nuevo idioma
it: &Aggiungi nuova lingua

# removeLanguageToolStripMenuItem.Text
source: &Remove Language
es: &Eliminar idioma
it: &Rimuovi lingua

# languagesToolStripMenuItem.Text
source: &Languages
es: &Idiomas
it: &Lingue

# removeNonTLFromOpenedTranslationsToolStripMenuItem.Text
source: From current resource translations
es: De traducciones de recursos actuales
it: Dalla risorsa traduzioni attuale

# removeNonTLFromAllTranslationsToolStripMenuItem.Text
source: From all resource translations
es: De todas las traducciones de recursos
it: Da tutte le risorse traduzioni

# removeNontranslatableDataToolStripMenuItem.Text
source: Remove non-translatable data
es: Eliminar datos no traducibles
it: Rimuovi dati non traducibili

# removeNontranslatableDataToolStripMenuItem.ToolTipText
source: Remove data that is not text, e.g. Images, Sizes, Locations. Useful for resetting UI values of WinForms controls to their default values. Usually to values of the default resource.
es: Eliminar datos que no son texto, p. Imágenes, tamaños, ubicaciones. Útil para restablecer los valores de la interfaz de usuario de los controles WinForms a sus valores predeterminados. Por lo general, a los valores del recurso predeterminado.
it: Rimuove dati che non sono testo, es. immagini, dimensioni, percorsi. Utile per ripristinare i valori UI dei controlli WinForms al loro valore predefinito (di solito ai valori predefiniti della risorsa).

# trimWhitespaceFromCellsToolStripMenuItem.Text
source: Trim whitespace from cells
es: Recortar espacios en blanco de las celdas
it: Rimuovi spazi vuoti dalle celle

# trimWhitespaceFromCellsToolStripMenuItem.ToolTipText
source: Remove whitespace characters (spaces, newlines, tabs, etc.) from beginning and end of the selected cells.
es: Elimine los caracteres de espacios en blanco (espacios, líneas nuevas, pestañas, etc.) desde el principio y el final de las celdas seleccionadas.
it: Rimuove i caratteri spazi bianchi (spazi, ritorni a capo, tabulazioni, ecc.) dalla parte iniziale e finale delle celle selezionate.

# toolsToolStripMenuItem.Text
source: &Tools
es: Herramien&tas
it: S&trumenti

# copyDefaultValuesOnLanguageAddToolStripMenuItem.Text
source: Copy default values when adding languages
es: Copiar valores predeterminados al agregar idiomas
it: Copia valori predefiniti quando aggiungi nuove lingue

# ignoreEmptyResourcesToolStripMenuItem.Text
source: Do not show resources with no strings
es: No mostrar recursos sin cadenas
it: Non visualizzare risorse senza stringhe

# doNotShowResourcesWithoutAnyTranslationsToolStripMenuItem.Text
source: Do not show resources with no translations
es: No mostrar recursos sin traducciones
it: Non visualizzare risorse senza traduzione

# markToTranslateOnlyIfDefaultValueIsInBracketsToolStripMenuItem.Text
source: Mark as translatable only if the default value is in [ ] brackets
es: Marcar como traducible sólo si el valor predeterminado está en [] paréntesis
it: Segna come traducibile solo il valore predefinito che è tra caratteri [ ]

# displayNullValuesAsGrayedToolStripMenuItem.Text
source: Mark values that will not be saved (null) with gray background
es: Marcar valores que no se guardarán (null) con fondo gris
it: Segna con sfondo grigio valori che non verranno salvati (null)

# openLastDirectoryOnProgramStartToolStripMenuItem.Text
source: Open last directory on program start
es: Abrir el último directorio en el inicio del programa
it: All'avvio programma apri ultima cartella usata

# storeAndLoadCommentsFromAllLanguageFilesToolStripMenuItem.Text
source: Store and load comments from all language files
es: Almacene y cargue comentarios de todos los archivos de idioma
it: Memorizza e carica commenti da tutti i file lingua

# storeAndLoadCommentsFromAllLanguageFilesToolStripMenuItem.ToolTipText
source: If disabled, only store and load comments from the main language file.
es: Si está deshabilitado, solo almacene y cargue comentarios del archivo de idioma principal.

# loadAssembliesFromResourcePathToolStripMenuItem.Text
source: Load assemblies from opened resource directory
es: Cargar ensamblajes del directorio de recursos abierto
it: Carica moduli assemblaggio dalla cartella risorse aperta

# setReferencePathsToolStripMenuItem.Text
source: Set paths to referenced assemblies...
es: Establecer rutas a conjuntos de referencias ...
it: Imposta percorso a moduli assemblaggio referenziati...

# settingsToolStripMenuItem.Text
source: &Settings
es: &Configuración
it: &Impostazioni

# helpToolStripMenuItem1.Text
source: &Help
es: &Ayuda
it: &Guida in linea (inglese)

# licenceToolStripMenuItem.Text
source: View licence
es: Ver licencia
it: Visualizza licenza

# aboutToolStripMenuItem.Text
source: &About
es: &Acerca de
it: &Info sul programma

# helpToolStripMenuItem.Text
source: &Help
es: &Ayuda
